List<List<String>> questions7 = [
  ["من هو الصحابي الذي نام في فراش النبي ليلة الهجرة؟"],
  ["ماذا قال حسان بن ثابت عندما رأى النبي؟"],
  [
    "من هو الصحابي الذي دعا له النبي صلى الله عليه وسلم قائلاً 'اللهم فقهه في الدين'؟"
  ],
  [
    "من هو الصحابي الذي قال عنه النبي صلى الله عليه وسلم 'من سره أن ينظر إلى شهيد يمشي على الأرض فلينظر إلى...'؟"
  ],
  ["من هو الصحابي الذي أشار على النبي بحفر الخندق في غزوة الأحزاب؟"],
  ["من هو الصحابي الذي ولد في جوف الكعبة؟"],
  ["من هو الصحابي الذي فرح الرسول بشعره ودعا له؟"],
  ["من هو الصحابي الذي فرق الاحزاب يوم الخندق؟"],
  ["من هو الصحابي الذي شارك في قتل مسيلمة الكذاب؟"],
  ["من هو الصاحبي قائد معركة ذات السلاسل"]
];
