List<List<String>> questions4 = [
  [
    "ما هو اسم العالم الإسلامي الذي كتب كتاب 'المغني في الفقه'؟",
  ],
  [
    "من هو الفقيه الذي ألف كتاب 'التبيين في الفقه الشافعي' ويُعتبر من أهم كتب المذهب؟",
  ],
  [
    "من هو الفيلسوف العربي الذي اشتهر بكتابه 'منهاج السنة النبوية في نقض كلام الشيعة والقدرية'؟",
  ],
  [
    "ما هي السورة التي له بسملتين؟ ",
  ],
  [
    "من هو العالم الإسلامي الذي اشتهر بكتابه 'الكشاف' الذي يتناول الفقه والأصول؟",
  ],
  [
    "من هو الفيلسوف العربي الذي اشتهر بكتابه 'منظومة الأدب' ويُعتبر أحد أهم كتب الأدب والأخلاق الإسلامية؟",
  ],
  [
    "ما هو اسم الصحابي الذي كان معروفًا بلقب 'الصديق'؟",
  ],
  [
    "من هو الفقيه الذي ألف كتاب 'الفقه على المذاهب الأربعة' ويعد من أهم كتب التوحيد؟",
  ],
  ["ما هي السوره التي ذكر بها اطول ايه"],
  [
    "من هو الفيلسوف المسلم الذي اشتهر بكتابه 'المعالم في الدين' ويتناول قضايا العقيدة والأخلاق؟",
  ],
];
