List<List<String>> questions3 = [
  [
    "ما هو اسم الفيلسوف المسلم الذي اشتهر بمفهوم 'عدم الاستقلال الكلي'؟",
  ],
  [
    "ما هو اسم الصحابي الذي كان يُلقب بـ 'سيد الأنصار'؟",
  ],
  ["من هو الفقيه الذي ألف كتاب 'الإحياء علوم الدين'؟"],
  [
    "ما هي السورة التي تُعرف بـ 'سورة الأماني'؟",
  ],
  [
    "من هو الإمام الذي أسس مذهب الحنبلية؟",
  ],
  [
    "من هو العالم المسلم الذي اكتشف الفأس النجمية واشتهر بدراسته للفلك والرياضيات؟",
  ],
  [
    "من هو الرجل الذي كان يُلقب بـ 'الرَّشيد'؟",
  ],
  [
    "ما هو اسم السورة التي لا يوجد به بسمله؟",
  ],
  [
    "ما هو اسم الخليفة الذي تم اغتياله أثناء الصلاة في المسجد؟",
  ],
  [
    "من هو الشاعر الذي يُعتبر مؤسس الفن العربي؟",
  ],
];
