List<List<String>> questions8 = [
  ["من هو الصحابي الذي كان أكثر الصحابة رواية للحديث؟"],
  ["من هو الصحابي الذي كان كاتبًا لوحي النبي صلى الله عليه وسلم؟"],
  [
    "من هو الصحابي الذي كان من أوائل المسلمين وآخى النبي بينه وبين عبيدة بن الحارث؟"
  ],
  [
    "من هو الصحابي الذي كان قائدًا في غزوة مؤتة بعد استشهاد زيد بن حارثة وجعفر بن أبي طالب؟"
  ],
  [
    "من هو الصحابي الذي دعا له النبي صلى الله عليه وسلم قائلاً 'اللهم بارك له في صفقة يمينه'؟"
  ],
  [
    "من هو الصحابي الذي قال عنه النبي صلى الله عليه وسلم 'لو كان نبي بعدي لكان هو'؟"
  ],
  ["من هو الصحابي الذي كان يُعرف بـ 'ذو الشهادتين'؟"],
  [
    "من هو الصحابي الجليل الذي استشهد في غزوة بدر، وكان له موقف شجاع مع أبيه في تلك المعركة؟"
  ],
  [
    "من هو الصحابي الذي أرسله النبي صلى الله عليه وسلم إلى اليمن للدعوة إلى الإسلام؟"
  ],
  [
    "من هو الصحابي الذي بشره النبي صلى الله عليه وسلم بالجنة رغم أنه كان من آخر المهاجرين إسلامًا؟"
  ]
];
