List<List<String>> questions = [
  [
    "ما هو اسم الشهر الذي يصوم فيه المسلمون؟",
  ],
  [
    "من هو الرسول الذي أنزلت عليه القرآن الكريم؟",
  ],
  [
    "ما هو اسم الكتاب المقدس لدى المسلمين؟",
  ],
  [
    "ما هي البنية الدينية التي يتوجه إليها المسلمون في الصلاة؟",
  ],
  [
    "ما هي الفريضة التي يؤديها المسلمون للفقراء والمحتاجين؟",
  ],
  [
    "ما هو الحدث الذي ينتظره المسلمون في نهاية كل عام هجري؟",
  ],
  [
    "ما هي العملية الروحية التي يقوم بها المسلمون في مكة المكرمة؟",
  ],
  [
    "ما هو اسم القائد الذي خلف الرسول بعد وفاته؟",
  ],
  [
    "من النبي الذي قال'اللهم اجعلني مقيم الصلاة ومن ذريتي'",
  ],
  ["ما هو العمل الفريضه الذي يؤديه المسلمون في شهر رمضان؟"],
];
