List<List<String>> questions6 = [
  ["من هو الصحابي الذي كان معروفًا بلقب 'سيف الله المسلول'؟"],
  ["من هو الصحابي المبشر بالجنه"],
  ["من هو الصحابي الذي كان معروفًا بلقب 'ترجمان القرآن'؟"],
  ["من هو الصحابي الذي شعرت الملائكة بالخجل منه؟"],
  ["من اول صحابي امن وهو كان صبي"],
  ["من هو الصحابي الذي نزل فيه آية في القران الكريم؟"],
  ["من هو الصحابي الذي كان أول من أذن بالصلاة في الإسلام؟"],
  ["من هو الصحابي الذي دفنته الملائكة؟"],
  ["من هو الصحابي الذي كان معروفًا بلقب 'أسد الله'؟"],
  ["من هو الصحابي الذي قتل حمزه قبل الاسلام؟"],
];
