List<List<String>> questions5 = [
  [
    "من هو الصحابي الذي لقبه النبي صلى الله عليه وسلم بـ 'أمين هذه الأمة'؟",
  ],
  [
    "من هو الصحابي المعروف بلقب 'ذو النورين'؟",
  ],
  [
    "من هو اول صحابي  دُفن بجانب النبي صلى الله عليه وسلم في المدينة المنورة؟",
  ],
  [
    "من هو الصحابي الذي أسلم في دار الأرقم بن أبي الأرقم وكان أحد العشرة المبشرين بالجنة؟",
  ],
  [
    "من هو الصحابي الذي استشهد في معركة مؤتة وكان أحد قادة الجيش؟",
  ],
  [
    "من هو الصحابي الذي تزوج ابنة النبي صلى الله عليه وسلم فاطمة الزهراء؟",
  ],
  [
    "من هو الصحابي الذي كان أول من دفن في البقيع من المهاجرين؟",
  ],
  [
    "من هو الصحابي الذي لقب بـ 'حِبُّ رسول الله' وكان مولىً للنبي؟",
  ],
  [
    "من هو الصحابي الذي شهد بدرًا وكان من كتّاب الوحي ولقب بـ 'أمين سر رسول الله'؟",
  ],
  ["من هو الصحابي الذي كان أول من سلّ سيفًا في سبيل الله؟"],
];
