List<List<String>> questions9 = [
  [
    "ما هو الحد الأدنى لعدد الشهادات الشرعية المطلوبة لتطبيق عقوبة الزنا في الشريعة الإسلامية؟"
  ],
  ["ما هو الجهاد الاكبر"],
  ["ما هي اطول ايه في القران الكريم؟"],
  ["ما هي العقوبة في الشريعة الإسلامية لمن يرتكب الردة؟"],
  ["ما هو الحكم الشرعي في استخدام الربا والفوائد؟"],
  [
    "ما هي آراء الفقهاء حول الاحتفال بالأعياد الدينية التي لم تثبت في الشريعة الإسلامية؟"
  ],
  ["من النبي الذي كان يسمى بشرى ؟"],
  ["من ادخل الخوارزمي في الإسلام ؟"],
  ["ماذا تسمى الميته التي تقع من مكان مرتفع ؟"],
  [
    "ما هو الحكم الشرعي في الأضحية وكيف يجب أن تكون شروط الأضحية وصحة تنفيذها في الإسلام؟"
  ]
];
