List<List<String>> questions2 = [
  [
    "اذكر آية في القرآن الكريم تحدد أحكام الطلاق بشكل مفصل؟",
  ],
  [
    "من هو الخليفة الأموي الذي أضاف النقاط إلى الحروف العربية؟",
  ],
  ["من هو الملقب بالجواد ابن الجواد؟ "],
  [
    "ما هي الغزوة التي أسر فيها أبو عزة الجمحي، ومن الذي أمر ب أطلق سراحه؟",
  ],
  [
    "كم عدد الرسل المذكورين في القرآن الكريم؟",
  ],
  [
    "من هو التابعي الذي اشتهر بلقب 'راوي الأحكام' لكثرة ما روى من الأحاديث النبوية؟",
  ],
  [
    "ما هو اسم السورة التي تُعَدّ سورةً للتعليم والتربية في القرآن؟",
  ],
  [
    "من هو الخليفة العباسي الذي نُسب إليه اختراع المنبر؟",
  ],
  ["من هو الصحابي الذي كان يُعرف بحبر الأمة وترجمان القرآن؟"],
  [
    "في أي سنة وقعت معركة القادسية، ومن كان قائد المسلمين فيها؟",
  ],
];
