List<List<String>> questions1 = [
  [
    "ما هي الحشرة الوحيدة التي أمر الرسول صلى الله عليه وسلم بقتلها؟",
  ],
  [
    "ما إسم خازن الجنة؟ ",
  ],
  [
    "من هو إمام القراء؟ ",
  ],
  [
    "من هو الإمام الأول الذي قام بتأليف أحكام القرآن الكريم؟ ",
  ],
  [
    "كم عدد السجدات في كتاب الله تعالى؟ ",
  ],
  [
    "كم عدد مرات القسم الذي أقسمه الله عز وجل بنفسه في القرآن الكريم؟ ",
  ],
  [
    "من هم المغضوب عليهم عند الله تعالى؟ ",
  ],
  [
    "من هم الضالون الذي يقصدهم الله؟ ",
  ],
  [
    "ما هو الدعاء الذي وصى به الرسول الكريم في ليلة القدر؟ ",
  ],
  [
    "من هو الذي لقبه الرسول صلى الله عليه وسلم بالطيب المطيب؟ ",
  ],
];
