List<List<String>> fakeAnswers7 = [
  // Question 1
  ["علي بن أبي طالب", "أبو لبابة الأنصاري", "عمر بن الخطاب", "عثمان بن عفان"],

  // Question 2
  [
    "اللهم إني أشهدك أني أشهد أنه رسول الله",
    "ها قد جاء من يقال له رسول الله",
    "من انت يا رجل ",
    "انت لست رسول الله"
  ],

  // Question 3
  ["عبد الله بن عمر", "عبد الله بن عباس", "عمر بن الخطاب", "عثمان بن عفان"],

  // Question 4
  [
    "جعفر بن أبي طالب",
    "عبد الله بن عمر",
    "عثمان بن عفان",
    "طلحة بن عبيد الله "
  ],

  // Question 5
  ["سلمان الفارسي", "عمر بن الخطاب", "سعد بن معاذ", "عبد الله بن عباس"],

  // Question 6
  ["عبد الله بن زبير", "سلمان الفارسي", "عثمان بن عفان", "حكيم بن حزام"],

  // Question 7
  ["حسان بن ثابت", "عبد الله بن عباس", "أبو هريرة", "عثمان بن عفان"],

  // Question 8
  [
    "أبو بكر الصديق",
    "عمر بن الخطاب",
    "عثمان بن عفان",
    "أبو سلمة نعيم بن مسعود"
  ],

  // Question 9
  [
    "عمرو بن العاص",
    "وهب بن عبد الله بن الزبير" "عبد الله بن عمر",
    "عبد الله بن عباس",
    "وحشي بن حرب،"
  ],

  // Question 10
  [
    "عبد الله بن أبي بكر",
    "عبد الله بن مسعود",
    "خالد بن الوليد",
    "معاذ بن عمرو الجهني"
  ]
];
