List<List<String>> fakeAnswers4 = [
  // Question 1
  [
    "الإمام الغزالي",
    "القاضي أبو الحسن الطحاوي",
    "ابن قدامة",
    "ابن قدامة المقدسي"
  ],

  // Question 2
  [
    "القاضي أبو الحسن الطحاوي",
    "القاضي أبو الحسن الطحاوي",
    "الإمام الغزالي" "محمد بن إدريس"
  ],
  ["الإمام الغزالي", "ابن تيمية", "القاضي أبو الحسن الطحاوي", "الزمخشري"],
  // Question 3
  [" النور", "الاحزاب", "النمل", "البقره"],

  // Question 4
  ["ابن تيمية", "الإمام الغزالي", "القاضي أبو الحسن الطحاوي", "الزمخشري"],
  // Question 5
  ["ابن تيمية", "الإمام الغزالي", "ابن قدامة المقدسي", "ابن المقفع"],

  // Question 6

  // Question 7
  [
    "عمر بن الخطاب"
        "ابو بكر الصديق",
    "عثمان بن العفان",
    "خالد بن الوليد"
  ],

  // Question 8
  [
    "ابن منظور",
    "الإمام الغزالي",
    "القاضي أبو الحسن الطحاوي",
    "عبد الرحمن الجزيري"
  ],

  // Question 9
  ["البقره", "الاحذاب", "يوسف", "النور"],

  // Question 10
  [
    "ابن تيمية",
    "الإمام الغزالي",
    "القاضي أبو الحسن الطحاوي",
    "الإمام أبو الوليد الباجي"
  ]
];
