List<List<String>> fakeAnswers3 = [
  // Question 1
  ["الفارابي", "معاذ بن جبل", "الغزالي", "ابن رشد"],

  // Question 2
  ["أبي بن كعب", "معاذ بن جبل", "عثمان بن عفان", "علي بن أبي طالب"],

  // Question 3
  ["الفارابي", "أبي حامد الغزالي", "ابن رشد", "ابن حزم"],

  // Question 4
  ["سورة الفاتحة", "سورة يوسف", "سورة الزمر", "سورة الانبياء"],

  // Question 5
  [
    "الإمام الشافعي",
    "الإمام أحمد بن حنبل",
    "الإمام مالك بن أنس",
    "الإمام أبو حنيفة"
  ],

  // Question 6
  ["الخوارزمي", "ابن سينا", "الفارابي", "أبو بكر الرازي"],

  // Question 7
  ["علي بن أبي طالب", "هارون", "أبو بكر الصديق", "عثمان بن عفان"],

  // Question 8
  ["سورة البقرة", "سورة التوبه", "سورة الأعراف", "سورة الفاتحة"],

  // Question 9
  ["عثمان بن عفان", "علي بن أبي طالب", "عمر بن الخطاب", "عمر بن عبد العزيز"],

  // Question 10
  ["الفارابي", "إمرؤ القيس", "أبو العلاء المعري", "المتنبي"]
];
