List<List<String>> fakeAnswers8 = [
  // Question 1
  ["عائشة بنت أبي بكر", "أبو هريرة", "عبد الله بن عمر", "أنس بن مالك"],

  // Question 2
  [
    "عثمان بن عفان",
    "عبد الله بن مسعود",
    "معاذ بن جبل",
    "عبد الله بن أبي السرح"
  ],

  // Question 3
  ["سعد بن أبي وقاص", "سعد بن معاذ ", "عثمان بن مظعون", "عمر بن الخطاب"],

  // Question 4
  [
    "علي بن أبي طالب",
    "علي بن أبي طالب",
    "أبو عبيدة بن الجراح",
    "خالد بن الوليد"
  ],

  // Question 5
  [
    "عمرو بن العاص",
    "عثمان بن مظعون",
    "علي بن أبي طالب",
    "عروة بن أبي الجعد البارقي"
  ],

  // Question 6
  ["أبو بكر الصديق", "عمر بن الخطاب", "عمر بن خطاب", "علي بن أبي طالب"],

  // Question 7
  [
    "جعفر بن أبي طالب",
    "جعفر بن أبي طالب",
    "خُزَيمة بِنُ ثابِت الأَنصارِي الأَوسِي",
    "عبد الله بن الزبير"
  ],

  // Question 8
  [
    "عبد الله بن مسعود",
    "عبد الله بن مسعود",
    "عبد الرحمن بن عوف",
    "سعد بن خيثمة"
  ],

  // Question 9
  ["أبو هريرة", "معاذ بن جبل", "عمر بن الخطاب", "علي بن أبي طالب"],

  // Question 10
  ["عبد الله بن عمر", "جابر بن عبد الله", "عمرو بن العاص", "لعكاشة بن محصن"]
];
