List<List<String>> fakeAnswers = [
  [
    "شعبان",
    "ذو الحجة",
    "ربيع الأول",
    "رمضان",
  ],
  [
    "عيسى",
    "موسى",
    "محمد",
    "يوسف",
  ],
  [
    "الإنجيل",
    "التوراة",
    "الزبور",
    "القرآن",
  ],
  [
    "المسجد الأقصى",
    "المسجد النبوي",
    "الكعبة",
    "اقرب مسجد موجود",
  ],
  [
    "الصدقة",
    "الصلاة",
    "مساعده الأيتام",
    "الزكاة",
  ],
  [
    "عيد الأضحى",
    "عيد المولد النبوي",
    "عيد الفطر",
    "عيد النيروز",
  ],
  [
    "الزيارة",
    "الصلاة",
    "التوبة",
    "الحج",
  ],
  [
    "عمر",
    "علي",
    "عثمان",
    "أبو بكر",
  ],
  [
    "آدم",
    "سليمان ",
    "داوود ",
    "إبراهيم",
  ],
  [
    "القيام",
    "قراءالقران",
    "الصلاة",
    "الصيام",
  ]
];
// قائمة الإجابات الصحيحة
