List<List<String>> fakeAnswers6 = [
  // Question 1
  ["خالد بن الوليد", "عمر بن الخطاب", "علي بن أبي طالب", "أبو بكر الصديق"],

  // Question 2
  [
    "سعيدُ بنُ زيدِ بنُ عمرو",
    "عبد الله بن عمر",
    "عبد الله بن الزبير",
    "بلال بن رباح"
  ],

  // Question 3
  ["أبو هريرة", "زيد بن ثابت", "أبو بكر الصديق", "عبد الله بن عباس"],

  // Question 4
  ["عمر بن الخطاب", "عثمان بن عفان", "أبو بكر الصديق", "علي بن أبي طالب"],

  // Question 5
  ["عثمان بن عفان", "علي بن أبي طالب", "عبد الله بن مسعود", "سعد بن أبي وقاص"],

  // Question 6
  ["عبد الله بن مسعود", "عثمان بن عفان", "علي بن أبي طالب", "زيد بن حارثة"],

  // Question 7
  ["علي بن أبي طالب", "عثمان بن عفان", "عبد الله بن مسعود", "بلال بن رباح"],

  // Question 8
  ["عبد الله بن عباس", "عثمان بن عفان", "علي بن أبي طالب", "خبيب بن عدي"],

  // Question 9
  ["أبو بكر الصديق", " حمزة بن عبد المطلب", "خالد بن الوليد", "عمر بن الخطاب"],

  // Question 10
  ["علي بن أبي طالب", "خبيب بن عدي", "عبد الله بن مسعود", "وحشي بن حرب"]
];
