List<List<String>> fakeAnswers5 = [
  [
    "عبد الله بن مسعود", // خطأ
    "أبو عبيدة بن الجراح", // صح
    "سعد بن معاذ", // خطأ
    "زيد بن ثابت" // خطأ
  ],
  [
    "عثمان بن عفان", // صح
    "علي بن أبي طالب", // خطأ
    "عبد الله بن مسعود", // خطأ
    "طلحة بن عبيد الله" // خطأ
  ],
  [
    "عمر بن الخطاب", // خطأ
    "عبد الله بن مسعود", // خطأ
    "أبو بكر الصديق", // صح
    "علي بن أبي طالب" // خطأ
  ],
  [
    "سعد بن أبي وقاص", // خطأ
    "معاذ بن جبل", // خطأ
    "الزبير بن العوام", // خطأ
    "عمر بن الخطاب" // صح
  ],
  [
    "جعفر بن أبي طالب", // صح
    "خالد بن الوليد", // خطأ
    "زيد بن حارثة", // خطأ
    "عبد الله بن رواحة" // خطأ
  ],
  [
    "عبد الرحمن بن عوف", // خطأ
    "علي بن أبي طالب", // صح
    "سعد بن معاذ", // خطأ
    "طلحة بن عبيد الله" // خطأ
  ],
  [
    "عثمان بن عفان", // خطأ
    "أبو بكر الصديق", // خطأ
    "عبد الله بن مسعود", // خطأ
    "عثمان بن مظعون" // صح
  ],
  [
    "بلال بن رباح", // خطأ
    "زيد بن حارثة", // صح
    "عبد الله بن عمر", // خطأ
    "أنس بن مالك" // خطأ
  ],
  [
    "معاذ بن جبل", // خطأ
    "حذيفة بن اليمان", // صح
    "سعد بن أبي وقاص", // خطأ
    "زيد بن ثابت" // خطأ
  ],
  [
    "خالد بن الوليد", // خطأ
    "حمزة بن عبد المطلب", // خطأ
    "الزبير بن العوام", // صح
    "سعد بن أبي وقاص" // خطأ
  ]
];
