List<List<String>> fakeAnswers9 = [
  // Question 1
  ["أربعة شهود", "ثلاثة شهود", "خمسة شهود", "سته شهود"],

  // Question 2
  [
    "جهاد المال ",
    "جهاد في سبيل الله",
    "جهاد النفس!",
    "جهادالدعاء",
  ],

  // Question 3
  ["آيات السجود ", "آية النور ", "آية الكرسي", "آية الدَّيْن"],

  // Question 4
  ["الإعدام", "السجن المؤبد", "التغريم", "تقطيع الاطراف"],

  // Question 5
  ["حرام", "مشروع", "مكروه", "مستحب"],
  // Question 6
  ["مندوب", "محرم", "مستحب", "مشروع"],

  // Question 7
  ["ذا الكفل", "هارون", "محمد", "موسي"],
  // Question 8
  [
    "قتيبة بن مسلم",
    "محمد بن ابي علي ",
    "عشمان بن ابي مسعود ",
    "موسي بن ابي رمضان"
  ],

  // Question 9
  ["المتردي", "النطيحة", "السقوط"],

  // Question 10
  [
    "مستحبة وتختلف شروطها باختلاف الحالات",
    "واجبة وشرطها السلامة والعافية",
    "مندوبة وتكفي ذبح الأضحية دون النية"
  ]
];
