List<List<String>> fakeAnswers2 = [
  ["الطلاق: 1", "البقرة: 230", "النساء: 34", "البقرة: 231"],
  [
    "عبد الملك بن مروان",
    "معاوية بن أبي سفيان",
    "الوليد بن عبد الملك",
    "عمر بن عبد العزيز"
  ],
  ["محمد بن علي", "علي بن موسى الرضا", "جعفر بن محمد الصادق", "قيس بن سعد"],
  [
    "بدر - النبي محمد ﷺ",
    "أحد - النبي محمد ﷺ",
    "الخندق - عمر بن الخطاب",
    "خيبر - علي بن أبي طالب"
  ],
  ["25", "18", "28", "30"],
  ["محمد بن إسماعيل البخاري", "الحسن البصري", "عطاء بن أبي رباح", "الأوزاعي"],
  ["النور", "البقرة", "النساء", "لقمان"],
  ["المنصور", "المهدي", "الرشيد", "المأمون"],
  ["عبد الله بن عباس", "عبد الله بن عمر", "عبد الله بن مسعود", "زيد بن ثابت"],
  [
    "14 هـ - سعد بن أبي وقاص",
    "15 هـ - خالد بن الوليد",
    "16 هـ - عمرو بن العاص",
    "17 هـ - المثنى بن حارثة"
  ],
];
