List<List<String>> fakeAnswers1 = [
  [
    "الوزغ",
    "الفأر",
    "الجراد",
    "النمل",
  ],
  [
    "مالك",
    "جبريل",
    "رضوان",
    "ميكائيل",
  ],
  [
    "ابي بن كعب",
    "الزمخشري",
    "ابن كثير",
    "معاذ ابن جبل ",
  ],
  [
    "ابو حنيفه",
    "البخاري",
    "ابن ماجه",
    "الامام الشفعي",
  ],
  [
    "15",
    "33",
    "12",
    "16",
  ],
  [
    "8",
    "23",
    "4",
    "9",
  ],
  [
    "الضالمون",
    "النصاري",
    "اليهود",
    "الكافرون",
  ],
  [
    "الضالمون",
    "اليهود",
    "الكافرون",
    "النصاري",
  ],
  [
    "اللهم انك عفو تحب العفو فاعف عنا",
    "الدعاء ب المغفره",
    "الدعاء بالرزق",
    "الدعاء بالعافيه",
  ],
  [
    "ابو بكر",
    "عمار بن ياسر",
    "عمر بن خطاب ",
    "عثمان بن عفان ",
  ],
];
